Repository: ben-ndui/useme
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Settings
fr: Réglages

source: Profile
fr: Profil

source: My profile
fr: Mon profil

# personalInfo
source: Personal information
fr: Informations personnelles

source: Account
fr: Compte

source: Email, password
fr: Email, mot de passe

source: About
fr: À propos

# versionLegal
source: Version, legal notices
fr: Version, mentions légales

source: Log out
fr: Déconnexion

# logoutConfirmTitle
source: Log out
fr: Déconnexion

# logoutConfirmMessage
source: Are you sure you want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

source: Cancel
fr: Annuler

# notificationsEnabled
source: Enabled
fr: Activées

# notificationsDisabled
source: Disabled
fr: Désactivées

# notificationsMuted
source: Mute notifications
fr: Notifications silencieuses

# enableNotificationsInSettings
source: Please enable notifications in settings
fr: Veuillez autoriser les notifications dans les réglages

source: Remember email
fr: Mémoriser l'email

# rememberEmailEnabled
source: Email pre-filled at login
fr: Email pré-rempli à la connexion

# rememberEmailDisabled
source: Email not remembered
fr: Email non mémorisé

source: Appearance
fr: Apparence

# themeLight
source: Light
fr: Clair

# themeDark
source: Dark
fr: Sombre

# themeSystem
source: System
fr: Système

# themeLightSubtitle
source: Light theme
fr: Thème lumineux

# themeDarkSubtitle
source: Dark theme
fr: Thème sombre

# themeSystemSubtitle
source: Follows device settings
fr: Suit les réglages de l'appareil

source: Language
fr: Langue

# languageSystem
source: System
fr: Système

# languageSystemSubtitle
source: Follows device settings
fr: Suit les réglages de l'appareil

source: User guide
fr: Guide d'utilisation

source: Tips and advice
fr: Astuces et conseils

source: Artist guide
fr: Guide artiste

source: Engineer guide
fr: Guide ingénieur

source: Studio guide
fr: Guide studio

source: No conversations
fr: Aucune conversation

# startNewConversation
source: Start a new conversation
fr: Commencez une nouvelle conversation

source: New message
fr: Nouveau message

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

source: Retry
fr: Réessayer

# conversationSettings
source: Settings
fr: Paramètres

source: View profile
fr: Voir le profil

source: View participants
fr: Voir les participants

source: Information
fr: Informations

source: Block
fr: Bloquer

# blockContact
source: Block this contact
fr: Bloquer ce contact

# blockConfirmTitle
source: Block
fr: Bloquer

# blockConfirmMessage
source: Do you want to block {name}? You will no longer receive messages from this contact.
fr: Voulez-vous bloquer {name} ? Vous ne recevrez plus de messages de ce contact.

# blocked
source: {name} has been blocked
fr: {name} a été bloqué

source: Report
fr: Signaler

# reportProblem
source: Report a problem
fr: Signaler un problème

# reportConfirmTitle
source: Report
fr: Signaler

# reportConfirmMessage
source: Why do you want to report this conversation?
fr: Pourquoi souhaitez-vous signaler cette conversation ?

source: Report sent
fr: Signalement envoyé

source: Leave conversation
fr: Quitter la conversation

# deleteFromList
source: Remove from your list
fr: Supprimer de votre liste

# leaveConfirmTitle
source: Leave conversation
fr: Quitter la conversation

# leaveConfirmMessage
source: Do you want to leave the conversation with {name}? The history will be deleted.
fr: Voulez-vous quitter la conversation avec {name} ? L'historique sera supprimé.

source: Leave
fr: Quitter

# accountSettings
source: Account
fr: Compte

source: Credentials
fr: Identifiants

source: Not available
fr: Non disponible

source: Change password
fr: Changer le mot de passe

# sendResetEmail
source: Receive a reset email
fr: Recevoir un email de réinitialisation

# emailSentTo
source: Email sent to {email}
fr: Email envoyé à {email}

# sendError
source: Error sending email
fr: Erreur lors de l'envoi

source: Danger zone
fr: Zone de danger

# deleteAccount
source: Delete my account
fr: Supprimer mon compte

# deleteAccountWarning
source: This action is irreversible
fr: Cette action est irréversible

# deleteAccountConfirmTitle
source: Delete account
fr: Supprimer le compte

# deleteAccountConfirmMessage
source: Are you sure you want to delete your account? All your data will be lost. This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Toutes vos données seront perdues. Cette action est irréversible.

source: Delete
fr: Supprimer

source: Confirm deletion
fr: Confirmer la suppression

# enterPassword
source: Enter your password to confirm:
fr: Entrez votre mot de passe pour confirmer :

source: Password
fr: Mot de passe

source: Confirm
fr: Confirmer

# deletionError
source: Error deleting account
fr: Erreur lors de la suppression

source: Studio profile
fr: Profil studio

source: Name, address, contact
fr: Nom, adresse, contact

source: Service catalog
fr: Catalogue des prestations

source: Team
fr: Équipe

source: Manage engineers
fr: Gérer les ingénieurs

source: Payment methods
fr: Moyens de paiement

# paymentMethodsSubtitle
source: Cash, transfer, PayPal...
fr: Espèces, virement, PayPal...

source: AI Assistant
fr: Assistant IA

# aiSettingsSubtitle
source: Configure automatic responses
fr: Configurer les réponses automatiques

source: Visibility
fr: Visibilité

# artistsCanSee
source: Artists can see your studio and send you session requests.
fr: Les artistes peuvent voir votre studio et vous envoyer des demandes de session.

source: Edit
fr: Modifier

source: Become visible
fr: Rendez-vous visible

# artistsCantFind
source: Artists can't find you yet
fr: Les artistes ne peuvent pas encore vous trouver

# claimStudio
source: Claim your studio to appear on the map and receive session requests.
fr: Revendiquez votre studio pour apparaître sur la carte et recevoir des demandes de session.

source: Calendar
fr: Calendrier

source: Availability
fr: Disponibilités

# manageSlots
source: Manage my slots
fr: Gérer mes créneaux

source: Copy
fr: Copier

# deleteMessage
source: Delete
fr: Supprimer

# studiosPlatform
source: The studios platform
fr: La plateforme des studios

# legalInfo
source: Legal information
fr: Informations légales

source: Terms of service
fr: Conditions d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Legal notices
fr: Mentions légales

source: Help center
fr: Centre d'aide

source: Contact us
fr: Nous contacter

source: Follow us
fr: Suivez-nous

# copyright
source: © {year} Use Me. All rights reserved.
fr: © {year} Use Me. Tous droits réservés.

source: Archive
fr: Archiver

source: Unarchive
fr: Désarchiver

source: My sessions
fr: Mes sessions

source: Book
fr: Réserver

source: No session
fr: Pas de session

source: Enjoy your day!
fr: Profitez de votre journée !

# inProgressStatus
source: In progress
fr: En cours

# upcomingStatus
source: Upcoming
fr: À venir

# pastStatus
source: Past
fr: Passées

source: No sessions
fr: Aucune session

# bookFirstSession
source: Book your first session
fr: Réservez votre première session

# pendingStatus
source: Pending
fr: En attente

# confirmedStatus
source: Confirmed
fr: Confirmée

# completedStatus
source: Completed
fr: Terminée

# cancelledStatus
source: Cancelled
fr: Annulée

# noShowStatus
source: No show
fr: Absent

# hoursOfSession
source: {hours}h session
fr: {hours}h de session

# sessionAt
source: Session at {studio}
fr: Session chez {studio}

source: Session request
fr: Demande de session

source: No studio selected
fr: Aucun studio sélectionné

# selectStudioFirst
source: Select a studio first to see its availability.
fr: Sélectionnez d'abord un studio pour voir ses disponibilités.

source: Back
fr: Retour

source: Session type
fr: Type de session

source: Session duration
fr: Durée de la session

# chooseSlot
source: Choose your slot
fr: Choisissez votre créneau

source: Engineer preference
fr: Préférence d'ingénieur

source: Notes (optional)
fr: Notes (optionnel)

# describeProject
source: Describe your project, your needs...
fr: Décrivez votre projet, vos besoins...

source: Send request
fr: Envoyer la demande

# summaryLabel
source: Summary
fr: Récapitulatif

source: No preference
fr: Pas de préférence

# engineerSelectedLabel
source: Engineer selected
fr: Ingénieur sélectionné

# letStudioChoose
source: Let the studio choose
fr: Laisser le studio choisir

# availableCount
source: {count} available
fr: {count} dispo

# requestSent
source: Request sent! The studio will respond soon.
fr: Demande envoyée ! Le studio vous répondra bientôt.

# slotInfoText
source: Green slots have more engineers available. You can also choose your preferred engineer.
fr: Les créneaux verts ont plus d'ingénieurs disponibles. Vous pouvez aussi choisir votre ingénieur préféré.

source: Engineer
fr: Ingénieur

source: Not specified
fr: Non spécifié

source: Good morning
fr: Bonjour

source: Good afternoon
fr: Bon après-midi

source: Good evening
fr: Bonsoir

source: Quick access
fr: Accès rapide

# favoritesLabel
source: Favorites
fr: Favoris

# preferencesLabel
source: Preferences
fr: Préférences

source: Upcoming sessions
fr: Sessions à venir

source: View all
fr: Voir tout

source: No upcoming sessions
fr: Aucune session prévue

# bookNextSession
source: Book your next studio session
fr: Réserve ta prochaine session en studio

source: Recent activity
fr: Activité récente

# noHistory
source: No history yet
fr: Pas encore d'historique

# completedSessionsHere
source: Your completed sessions will appear here
fr: Tes sessions terminées apparaîtront ici

# waitingStatus
source: Waiting
fr: Attente

# todaySessions
source: Today's sessions
fr: Sessions du jour

source: Today
fr: Aujourd'hui

source: No session today
fr: Pas de session aujourd'hui

source: No sessions planned
fr: Aucune session prévue

# noAssignedSessions
source: You have no assigned sessions
fr: Vous n'avez pas de sessions assignées

source: Not connected
fr: Non connecté

# myAvailabilities
source: My availability
fr: Mes disponibilités

source: Working hours
fr: Horaires de travail

# unavailabilities
source: Unavail.
fr: Indispos

source: Add
fr: Ajouter

source: No time off
fr: Aucune indisponibilité

# addTimeOffHint
source: Add your vacations, leaves or absences
fr: Ajoutez vos vacances, congés ou absences

source: My Studio
fr: Mon Studio

source: Overview
fr: Vue d'ensemble

source: Artist
fr: Artiste

source: Artists
fr: Artistes

# artistsLabel
source: Artists
fr: Artistes

source: This month
fr: Ce mois

source: Free day
fr: Journée libre

source: No session scheduled
fr: Aucune session programmée

source: Pending requests
fr: Demandes en attente

source: Recent artists
fr: Artistes récents

source: Filter by status
fr: Filtrer par statut

source: All
fr: Tous

source: Confirmed
fr: Confirmées

source: No session this day
fr: Pas de session ce jour

# noSessionTodayScheduled
source: No session scheduled today
fr: Aucune session programmée aujourd'hui

# scheduleSession
source: Schedule a session
fr: Planifier une session

# serviceCatalogTitle
source: Service catalog
fr: Catalogue services

source: No service
fr: Aucun service

# createServiceCatalog
source: Create your service catalog
fr: Créez votre catalogue de services

source: New service
fr: Nouveau service

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Rooms
fr: Salles

source: No rooms
fr: Aucune salle

# createRoomsHint
source: Configure your studio rooms
fr: Configurez les salles de votre studio

source: Add room
fr: Ajouter une salle

source: Edit room
fr: Modifier la salle

source: Room name
fr: Nom de la salle

# roomNameHint
source: Ex: Studio A, Booth 1...
fr: Ex: Studio A, Cabine 1...

# roomDescriptionHint
source: Describe the room and its features
fr: Décrivez la salle et ses caractéristiques

source: Access type
fr: Type d'accès

source: With engineer
fr: Avec ingénieur

# withEngineerDesc
source: Sound engineer required
fr: Ingénieur son requis

source: Self-service
fr: Libre accès

# selfServiceDesc
source: No engineer needed
fr: Sans ingénieur

source: Equipment
fr: Équipements

# equipmentHint
source: Mic, console, speakers... (comma separated)
fr: Micro, console, enceintes... (séparés par virgule)

source: Room active
fr: Salle active

# roomVisibleForBooking
source: Visible for bookings
fr: Visible pour les réservations

# roomHiddenForBooking
source: Hidden from bookings
fr: Masquée des réservations

source: Delete room
fr: Supprimer la salle

# deleteRoomConfirm
source: Are you sure you want to delete this room?
fr: Voulez-vous vraiment supprimer cette salle ?

source: Select room
fr: Choisir une salle

source: No room available
fr: Aucune salle disponible

# restDay
source: Closed
fr: Fermé

source: In progress
fr: En cours

source: Upcoming
fr: À venir

source: Past
fr: Passées

source: List view
fr: Vue liste

source: Calendar view
fr: Vue calendrier

# deleteTimeOff
source: Delete
fr: Supprimer

# deleteTimeOffConfirm
source: Delete this time off?
fr: Supprimer cette indisponibilité ?

# daysCount
source: {count} day
fr: {count} jour

# daysCountPlural
source: {count} days
fr: {count} jours

source: Add time off
fr: Ajouter une indisponibilité

# fromDate
source: From
fr: Du

# toDate
source: To
fr: Au

source: Reason (optional)
fr: Raison (optionnel)

# enterCustomReason
source: Or enter a reason...
fr: Ou saisissez une raison...

source: Error loading availability
fr: Erreur lors du chargement des disponibilités

source: Available
fr: Dispo

source: Limited
fr: Limité

source: Unavailable
fr: Indispo

source: Slots for {date}
fr: Créneaux du {date}

source: No slot available
fr: Aucun créneau disponible

source: Try another date
fr: Essayez une autre date

source: Fully available
fr: Parfaitement disponibles

source: Partially available
fr: Partiellement disponibles

source: No engineer available
fr: Aucun ingénieur dispo

source: Studio unavailable
fr: Studio indisponible

# noEngineerTryAnotherDate
source: No engineer available this day. Try another date.
fr: Aucun ingénieur disponible ce jour. Essayez une autre date.

# chooseEngineer
source: Choose an engineer
fr: Choisir un ingénieur

# availableCountLabel
source: {count} available
fr: {count} disponible(s)

# optionalEngineerInfo
source: Optional: let the studio assign an engineer automatically
fr: Optionnel : laissez le studio assigner un ingénieur automatiquement

# availableLabel
source: AVAILABLE
fr: DISPONIBLES

# unavailableLabel
source: UNAVAILABLE
fr: INDISPONIBLES

# studioWillAssignEngineer
source: The studio will assign an engineer
fr: Le studio assignera un ingénieur

# bookNextSessionSubtitle
source: Book your next session
fr: Réservez votre prochaine session

source: Email required
fr: Email requis

# emailInvalid
source: Invalid email
fr: Email invalide

# passwordHint
source: Password
fr: Mot de passe

source: Password required
fr: Mot de passe requis

# minCharacters
source: Minimum {count} characters
fr: Minimum {count} caractères

source: Forgot password?
fr: Mot de passe oublié ?

source: Sign in
fr: Se connecter

source: or
fr: ou

source: No account yet?
fr: Pas encore de compte ?

source: Sign up
fr: S'inscrire

source: Demo access
fr: Accès démo

# enterEmailFirst
source: Enter your email first
fr: Entrez votre email d'abord

source: Demo Mode
fr: Mode Démo

source: Browse without login
fr: Naviguer sans connexion

source: Manage sessions, artists, services
fr: Gérer sessions, artistes, services

source: Sound engineer
fr: Ingénieur son

source: View and track sessions
fr: Voir et tracker les sessions

source: Book sessions
fr: Réserver des sessions

source: Create account
fr: Créer un compte

# joinCommunity
source: Join the community
fr: Rejoignez la communauté

source: I am...
fr: Je suis...

source: or by email
fr: ou par email

source: Stage name or name
fr: Nom de scène ou nom

source: Full name
fr: Nom complet

source: Name required
fr: Nom requis

source: Confirm password
fr: Confirmer le mot de passe

source: Confirmation required
fr: Confirmation requise

source: Passwords don't match
fr: Mots de passe différents

source: Create my account
fr: Créer mon compte

# alreadyHaveAccount
source: Already have an account?
fr: Déjà un compte ?

source: Choose your profile
fr: Choisissez votre profil

# actionIsPermanent
source: This action is permanent
fr: Cette action est définitive

# howToUseApp
source: How would you like to use the app?
fr: Comment souhaitez-vous utiliser l'app ?

# iOwnStudio
source: I own a studio
fr: Je possède un studio

# iWorkInStudio
source: I work in a studio
fr: Je travaille dans un studio

source: I want to book sessions
fr: Je veux réserver des sessions

source: Accept booking
fr: Accepter la réservation

source: Choose payment method
fr: Choisissez le mode de paiement

# noPaymentMethodConfigured
source: No payment method configured. Go to Settings > Payment methods.
fr: Aucun moyen de paiement configuré. Allez dans Réglages > Moyens de paiement.

# paymentMode
source: Payment method
fr: Mode de paiement

source: Deposit requested
fr: Acompte demandé

source: Custom message (optional)
fr: Message personnalisé (optionnel)

# customMessageHint
source: Ex: Thanks for your trust!
fr: Ex: Merci pour ta confiance !

source: Total amount
fr: Montant total

source: Deposit to pay
fr: Acompte à régler

source: Payment by
fr: Paiement par

# ofTotalAmount
source: {percent}% of total amount
fr: {percent}% du montant total

source: Accept and send info
fr: Accepter et envoyer les infos

source: Welcome!
fr: Bienvenue !

# discoverAppFeatures
source: Discover how to get the most out of Use Me
fr: Découvrez comment tirer le meilleur de Use Me

source: Nearby studios
fr: Studios à proximité

source: Discover where to record
fr: Découvre où enregistrer

source: No studio found
fr: Aucun studio trouvé

# enableLocationToDiscover
source: Enable location to discover studios near you
fr: Active ta localisation pour découvrir les studios près de toi

source: Missing studio?
fr: Studio manquant ?

# tellUsWhichStudio
source: Tell us which studio you're looking for
fr: Dis-nous quel studio tu cherches

source: Studio name
fr: Nom du studio

# pleaseEnterStudioName
source: Please enter the studio name
fr: Veuillez entrer le nom du studio

source: City
fr: Ville

# cityExample
source: Ex: New York, Los Angeles...
fr: Ex: Paris, Lyon...

# pleaseEnterCity
source: Please enter the city
fr: Veuillez entrer la ville

# notesOptionalLabel
source: Notes (optional)
fr: Notes (optionnel)

# notesHint
source: Address, website, useful info...
fr: Adresse, site web, infos utiles...

source: Sending...
fr: Envoi en cours...

# sendRequestLabel
source: Send request
fr: Envoyer la demande

source: Request submitted!
fr: Demande envoyée !

# weWillVerifyAndAddStudio
source: We will verify and add this studio soon.
fr: Nous allons vérifier et ajouter ce studio prochainement.

# searchingStudios
source: Searching for studios...
fr: Recherche de studios...

# partnerLabel
source: Partner
fr: Partenaire

source: New conversation
fr: Nouvelle conversation

# searchContact
source: Search a contact...
fr: Rechercher un contact...

source: Error loading contacts
fr: Erreur lors du chargement des contacts

source: User
fr: Utilisateur

source: No result
fr: Aucun résultat

source: No contact available
fr: Aucun contact disponible

source: My contacts
fr: Mes contacts

source: Search results
fr: Résultats de recherche

# tryOtherTerms
source: Try with other terms
fr: Essayez avec d'autres termes

# contactsWillAppearHere
source: Your contacts will appear here
fr: Vos contacts apparaîtront ici

source: No name
fr: Sans nom

source: Search by name or email...
fr: Rechercher par nom ou email...

# searchArtist
source: Search an artist
fr: Rechercher un artiste

# typeAtLeastTwoChars
source: Type at least 2 characters to search among registered artists
fr: Tapez au moins 2 caractères pour rechercher parmi les artistes inscrits

source: No artist found
fr: Aucun artiste trouvé

# artistNotRegistered
source: This artist is not yet registered. Invite them or create their profile manually.
fr: Cet artiste n'est pas encore inscrit. Invitez-le ou créez sa fiche manuellement.

source: Link
fr: Lier

source: Create new artist
fr: Créer un nouvel artiste

# artistNotOnApp
source: Artist not on the app? Create their profile and invite them
fr: L'artiste n'est pas sur l'app ? Créez sa fiche et invitez-le

source: Home
fr: Accueil

source: Favorites
fr: Favoris

source: My favorites
fr: Mes favoris

source: Engineers
fr: Ingénieurs

# engineersLabel
source: Engineers
fr: Ingénieurs

source: No favorite studio
fr: Aucun studio favori

# noFavoriteStudios
source: No favorite studio
fr: Aucun studio favori

# exploreStudiosAndAddFavorites
source: Explore studios and add them to your favorites
fr: Explorez les studios et ajoutez-les à vos favoris

# exploreStudiosToFavorite
source: Explore studios and add them to your favorites
fr: Explorez les studios et ajoutez-les à vos favoris

source: No favorite engineer
fr: Aucun ingénieur favori

# noFavoriteEngineers
source: No favorite engineer
fr: Aucun ingénieur favori

# discoverEngineersAndAddFavorites
source: Discover engineers and add them to your favorites
fr: Découvrez les ingénieurs et ajoutez-les à vos favoris

# discoverEngineersToFavorite
source: Discover engineers and add them to your favorites
fr: Découvrez les ingénieurs et ajoutez-les à vos favoris

# noFavoriteArtists
source: No favorite artist
fr: Aucun artiste favori

# addArtistsToFavorite
source: Add artists to your favorites from the artists list
fr: Ajoutez des artistes à vos favoris depuis la liste des artistes

source: Unnamed
fr: Sans nom

# claimStudioTitle
source: My studio
fr: Mon studio

# nearbyStudiosTitle
source: Nearby studios
fr: Studios à proximité

# selectStudioToClaim
source: Select your studio to claim it
fr: Sélectionnez votre studio pour le revendiquer

# connectGoogleCalendarDesc
source: Connect your Google Calendar to automatically sync your availability.
fr: Connectez votre agenda Google pour synchroniser automatiquement vos disponibilités.

source: Connect Google Calendar
fr: Connecter Google Calendar

# claimYourStudioTitle
source: Claim your studio
fr: Revendiquez votre studio

source: Claim your studio
fr: Revendiquez votre studio

# claimYourStudioDesc
source: Make your studio visible to artists and receive session requests.
fr: Rendez votre studio visible aux artistes et recevez des demandes de session.

# claimStudioDescription
source: Make your studio visible to artists and receive session requests.
fr: Rendez votre studio visible aux artistes et recevez des demandes de session.

source: No studio found nearby
fr: Aucun studio trouvé à proximité

# createStudioManually
source: Create your studio manually below
fr: Créez votre studio manuellement ci-dessous

# createStudioManuallyBelow
source: Create your studio manually below
fr: Créez votre studio manuellement ci-dessous

# studioNotAppearing
source: My studio doesn't appear
fr: Mon studio n'apparaît pas

# studioNotListed
source: My studio doesn't appear
fr: Mon studio n'apparaît pas

# createStudioProfileManually
source: Manually create my studio profile
fr: Créer manuellement mon profil studio

# createManualProfile
source: Manually create my studio profile
fr: Créer manuellement mon profil studio

source: Claim this studio?
fr: Revendiquer ce studio ?

# claimStudioExplanation
source: By claiming this studio, you make it visible to artists on Use Me. They will be able to see your availability and send you session requests.
fr: En revendiquant ce studio, vous le rendez visible aux artistes sur Use Me. Ils pourront voir vos disponibilités et vous envoyer des demandes de session.
