Repository: ben-ndui/useme
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Decline invitation
fr: Refuser l'invitation

# declineInvitationConfirm
source: Are you sure you want to decline the invitation from {studioName}?
fr: Êtes-vous sûr de vouloir refuser l'invitation de {studioName} ?

source: Invitation declined.
fr: Invitation refusée.

# errorOccurred
source: An error occurred
fr: Une erreur est survenue

source: Session details
fr: Détails de la session

# toBeAssigned
source: To be assigned by studio
fr: À attribuer par le studio

source: Accept session
fr: Accepter la session

# confirmAcceptSession
source: Do you want to accept this session request?
fr: Voulez-vous accepter cette demande de session ?

source: Session accepted!
fr: Session acceptée !

source: Decline session
fr: Refuser la session

# confirmDeclineSession
source: Do you want to decline this session request?
fr: Voulez-vous refuser cette demande de session ?

source: Session declined
fr: Session refusée

source: Cancel session
fr: Annuler la session

# confirmCancelSession
source: Do you want to cancel this session? This action cannot be undone.
fr: Voulez-vous annuler cette session ? Cette action est irréversible.

# accountHolder
source: Account holder name
fr: Titulaire du compte

source: Bank name
fr: Nom de la banque

source: Cancellation policy
fr: Politique d'annulation

# cancellationPolicyDescription
source: Define your refund conditions in case of cancellation
fr: Définissez vos conditions de remboursement en cas d'annulation

# customCancellationTerms
source: Custom terms
fr: Conditions personnalisées

# customCancellationHint
source: Describe your cancellation conditions...
fr: Décrivez vos conditions d'annulation...

source: Save as default
fr: Enregistrer par défaut

# saveAsDefaultDescription
source: Use this choice for future sessions
fr: Utiliser ce choix pour les prochaines sessions

# proposeToEngineers
source: Propose
fr: Proposer

# assignLater
source: Later
fr: Plus tard

# assignLaterDescription
source: You can assign an engineer from the session details later
fr: Vous pourrez assigner un ingénieur depuis les détails de la session

# selectAtLeastOne
source: Select at least 1
fr: Sélectionnez au moins 1

# assignEngineer
source: Sound engineer
fr: Ingénieur son

# noEngineersAvailable
source: No engineer available for this time slot
fr: Aucun ingénieur disponible pour ce créneau

source: Proposed sessions
fr: Sessions proposées

# proposedSessionsEmpty
source: No pending proposals
fr: Aucune proposition en attente

# acceptProposal
source: Accept
fr: Accepter

# declineProposal
source: Decline
fr: Refuser

# joinAsCoEngineer
source: Join
fr: Rejoindre

# sessionProposedToYou
source: Session proposed
fr: Session proposée

source: Session taken
fr: Session prise

# sessionTakenDesc
source: This session was accepted by another engineer. You can request to join.
fr: Cette session a été acceptée par un autre ingénieur. Vous pouvez demander à rejoindre.

source: Request to join
fr: Demander à rejoindre

# joinedAsCoEngineer
source: You joined the session!
fr: Vous avez rejoint la session !

source: Proposal accepted!
fr: Proposition acceptée !

source: Proposal declined
fr: Proposition refusée

source: You are assigned
fr: Vous êtes assigné

# pendingProposal
source: Pending response
fr: En attente de réponse

source: Opening hours
fr: Horaires d'ouverture

# openingHoursSubtitle
source: Define when your studio is open
fr: Définissez quand votre studio est ouvert

source: No opening hours configured
fr: Aucun horaire configuré

source: Opening hours saved
fr: Horaires enregistrés

# allowNoEngineer
source: Booking without engineer
fr: Réservation sans ingénieur

# allowNoEngineerSubtitle
source: Allow artists to book even if no engineer is available
fr: Permet aux artistes de réserver même si aucun ingénieur n'est disponible

# settingsSaved
source: Setting saved
fr: Paramètre enregistré

# selectStudio
source: Select a studio
fr: Choisir un studio

# selectStudioDescription
source: Choose the studio for your session
fr: Sélectionnez le studio pour votre session

source: No linked studios
fr: Aucun studio lié

# noLinkedStudiosDescription
source: You are not linked to any studio. Explore studios to get started.
fr: Vous n'êtes lié à aucun studio. Explorez les studios pour commencer.

source: Discover studios
fr: Découvrir les studios

# exploreMapHint
source: Explore the map to find nearby studios
fr: Explorez la carte pour trouver des studios à proximité

source: Change photo
fr: Changer la photo

# takePhoto
source: Take a photo
fr: Prendre une photo

source: Use camera
fr: Utiliser l'appareil photo

source: Choose from gallery
fr: Choisir depuis la galerie

source: Select existing photo
fr: Sélectionner une photo existante

source: Photo updated
fr: Photo mise à jour

# aiGuideTitle
source: AI Assistant Guide
fr: Guide de l'assistant IA

# aiGuideHeaderTitle
source: Your personal assistant
fr: Votre assistant personnel

# aiGuideHeaderSubtitle
source: Discover everything AI can do for you
fr: Découvrez tout ce que l'IA peut faire pour vous

# aiGuideSecurityTitle
source: Always in your control
fr: Toujours sous votre contrôle

# aiGuideSecurityDesc
source: The assistant will ALWAYS ask for confirmation before performing an action. Nothing will be done without your explicit approval.
fr: L'assistant vous demandera TOUJOURS confirmation avant d'effectuer une action. Rien ne sera fait sans votre accord explicite.

# aiGuideIntroTitle
source: How does it work?
fr: Comment ça marche ?

# aiGuideWhatIsTitle
source: An intelligent assistant
fr: Un assistant intelligent

# aiGuideWhatIsDesc
source: The AI assistant understands your requests in natural language and can access your data or perform actions for you. Ask questions or request actions!
fr: L'assistant IA comprend vos demandes en langage naturel et peut consulter vos données ou effectuer des actions pour vous. Posez-lui des questions ou demandez-lui d'agir !

# aiGuideConfirmTitle
source: Confirmation required
fr: Confirmation obligatoire

# aiGuideConfirmDesc
source: Before any action (booking, cancellation, modification...), the assistant will summarize what it's about to do and wait for your confirmation. You stay in full control.
fr: Avant chaque action (réservation, annulation, modification...), l'assistant vous résumera ce qu'il va faire et attendra votre confirmation. Vous gardez le contrôle total.

# aiGuideReadTitle
source: What AI can access
fr: Ce que l'IA peut consulter

# aiGuideActionsTitle
source: Available actions
fr: Actions possibles

# aiGuideExamplesTitle
source: Example requests
fr: Exemples de demandes

# aiGuideSessionsTitle
source: Your sessions
fr: Vos sessions

# aiGuideArtistSessionsDesc
source: View your past, current, or upcoming bookings. Filter by date or status.
fr: Consultez vos réservations passées, en cours ou à venir. Filtrez par date ou statut.

# aiGuideEngineerSessionsDesc
source: See sessions assigned to you, pending proposals, and your schedule.
fr: Voyez les sessions qui vous sont assignées, les propositions en attente et votre planning.

# aiGuideStudioSessionsDesc
source: Access all your studio sessions, filter by status, date, or artist.
fr: Accédez à toutes les sessions de votre studio, filtrez par statut, date ou artiste.

# aiGuideAvailabilityTitle
source: Availability
fr: Disponibilités

# aiGuideAvailabilityDesc
source: Check available time slots for a studio on a given date.
fr: Vérifiez les créneaux disponibles d'un studio pour une date donnée.

# aiGuideConversationsDesc
source: View your recent conversations and unread messages.
fr: Consultez vos conversations récentes et les messages non lus.

# aiGuideTimeOffTitle
source: Your time off
fr: Vos indisponibilités

# aiGuideTimeOffDesc
source: View your scheduled unavailability periods (vacation, time off...).
fr: Consultez vos périodes d'indisponibilité planifiées (vacances, congés...).

# aiGuidePendingTitle
source: Pending requests
fr: Demandes en attente

# aiGuidePendingDesc
source: See all booking requests waiting for your response.
fr: Voyez toutes les demandes de réservation qui attendent votre réponse.

# aiGuideStatsTitle
source: Statistics
fr: Statistiques

# aiGuideStatsDesc
source: Get an overview of your sessions (completed, pending, cancelled) over a period.
fr: Obtenez un aperçu de vos sessions (complétées, en attente, annulées) sur une période.

# aiGuideRevenueTitle
source: Revenue report
fr: Rapport de revenus

# aiGuideRevenueDesc
source: Generate a detailed revenue report, grouped by service, engineer, or day.
fr: Générez un rapport de revenus détaillé, groupé par service, ingénieur ou jour.

# aiGuideTeamTitle
source: Your team
fr: Votre équipe

# aiGuideTeamDesc
source: List your team engineers and their availabilities.
fr: Listez les ingénieurs de votre équipe et leurs disponibilités.

# aiGuideBookingTitle
source: Book a session
fr: Réserver une session

# aiGuideBookingDesc
source: Ask the AI to create a booking request. It will guide you through studio, service, date, and time slot selection.
fr: Demandez à l'IA de créer une demande de réservation. Elle vous guidera dans le choix du studio, service, date et créneau.

# aiGuideFavoritesTitle
source: Manage favorites
fr: Gérer les favoris

# aiGuideFavoritesDesc
source: Add or remove studios from favorites, or view your favorites list.
fr: Ajoutez ou retirez des studios de vos favoris, ou consultez votre liste de favoris.

# aiGuideSearchStudiosTitle
source: Search studios
fr: Rechercher des studios

# aiGuideSearchStudiosDesc
source: Find studios by name, city, or service type.
fr: Trouvez des studios par nom, ville ou type de service proposé.

# aiGuideSendMessageTitle
source: Send a message
fr: Envoyer un message

# aiGuideSendMessageDesc
source: Send a message to a studio or artist directly through the assistant.
fr: Envoyez un message à un studio ou un artiste directement via l'assistant.

# aiGuideStartSessionTitle
source: Start a session
fr: Démarrer une session

# aiGuideStartSessionDesc
source: Check in by starting a confirmed session on the day.
fr: Pointez votre arrivée en démarrant une session confirmée le jour J.

# aiGuideCompleteSessionTitle
source: Complete a session
fr: Terminer une session

# aiGuideCompleteSessionDesc
source: Mark a session as completed and add notes if needed.
fr: Marquez une session comme terminée et ajoutez des notes si nécessaire.

# aiGuideRespondProposalTitle
source: Respond to proposal
fr: Répondre à une proposition

# aiGuideRespondProposalDesc
source: Accept or decline sessions proposed by the studio.
fr: Acceptez ou refusez les sessions que le studio vous propose.

# aiGuideManageTimeOffTitle
source: Manage time off
fr: Gérer les indisponibilités

# aiGuideManageTimeOffDesc
source: Add or remove unavailability periods (vacation, appointments...).
fr: Ajoutez ou supprimez des périodes d'indisponibilité (vacances, rendez-vous...).

# aiGuideAcceptDeclineTitle
source: Accept/Decline requests
fr: Accepter/Refuser demandes

# aiGuideAcceptDeclineDesc
source: Manage booking requests by accepting or declining them via the assistant.
fr: Gérez les demandes de réservation en les acceptant ou refusant via l'assistant.

# aiGuideRescheduleTitle
source: Reschedule a session
fr: Reprogrammer une session

# aiGuideRescheduleDesc
source: Change the date or time of an existing session. The artist will be notified.
fr: Changez la date ou l'heure d'une session existante. L'artiste sera notifié.

# aiGuideAssignEngineerTitle
source: Assign an engineer
fr: Assigner un ingénieur

# aiGuideAssignEngineerDesc
source: Assign an available engineer to a confirmed session.
fr: Assignez un ingénieur disponible à une session confirmée.

# aiGuideCreateSessionTitle
source: Create a session
fr: Créer une session

# aiGuideCreateSessionDesc
source: Create a session manually for an artist, even without a prior request.
fr: Créez une session manuellement pour un artiste, même sans demande préalable.

# aiGuideBlockSlotsTitle
source: Block time slots
fr: Bloquer des créneaux

# aiGuideBlockSlotsDesc
source: Mark unavailability periods for exceptional studio closures.
fr: Marquez des périodes d'indisponibilité pour fermeture exceptionnelle du studio.

# aiGuideManageServicesTitle
source: Manage services
fr: Gérer les services

# aiGuideManageServicesDesc
source: Create or update your services (name, price, duration, description).
fr: Créez ou modifiez vos services (nom, prix, durée, description).

# aiGuideExample1ArtistTitle
source: My upcoming sessions
fr: Mes prochaines sessions

# aiGuideExample1ArtistDesc
source: "What sessions do I have this week?" - The AI will show all your upcoming bookings.
fr: "Quelles sont mes sessions cette semaine ?" - L'IA vous montrera toutes vos réservations à venir.

# aiGuideExample2ArtistTitle
source: Find a studio
fr: Trouver un studio

# aiGuideExample2ArtistDesc
source: "I'm looking for a studio in Paris for mixing" - The AI will search for matching studios.
fr: "Je cherche un studio à Paris pour du mix" - L'IA recherchera les studios correspondants.

# aiGuideExample3ArtistTitle
source: Book a slot
fr: Réserver un créneau

# aiGuideExample3ArtistDesc
source: "I want to book tomorrow at 2pm at Studio X" - The AI will check availability and guide you.
fr: "Je veux réserver demain à 14h au Studio X" - L'IA vérifiera la disponibilité et vous guidera.

# aiGuideExample1EngineerTitle
source: Today's sessions
fr: Sessions du jour

# aiGuideExample1EngineerDesc
source: "What do I have today?" - The AI will show sessions assigned to you for today.
fr: "Qu'est-ce que j'ai aujourd'hui ?" - L'IA vous montrera les sessions assignées pour aujourd'hui.

# aiGuideExample2EngineerTitle
source: Request time off
fr: Poser des congés

# aiGuideExample2EngineerDesc
source: "I'll be away from January 15 to 20" - The AI will create the unavailability after confirmation.
fr: "Je serai absent du 15 au 20 janvier" - L'IA créera l'indisponibilité après confirmation.

# aiGuideExample3EngineerTitle
source: Respond to a proposal
fr: Répondre à une proposition

# aiGuideExample3EngineerDesc
source: "Accept tomorrow's session" - The AI will confirm the pending proposal.
fr: "Accepte la session de demain" - L'IA confirmera la proposition en attente.

# aiGuideExample1StudioTitle
source: Pending requests
fr: Demandes en attente

# aiGuideExample1StudioDesc
source: "Show me pending requests" - The AI will display all booking requests to process.
fr: "Montre-moi les demandes en attente" - L'IA affichera toutes les réservations à traiter.

# aiGuideExample2StudioTitle
source: Revenue report
fr: Rapport de revenus

# aiGuideExample2StudioDesc
source: "What's my revenue this month?" - The AI will generate a detailed report.
fr: "Quel est mon chiffre d'affaires ce mois-ci ?" - L'IA générera un rapport détaillé.

# aiGuideExample3StudioTitle
source: Reschedule a session
fr: Reprogrammer une session

# aiGuideExample3StudioDesc
source: "Move Monday's session to Tuesday 10am" - The AI will reschedule after your confirmation.
fr: "Décale la session de Lundi à Mardi 10h" - L'IA reprogrammera après votre confirmation.

# aiGuideSettingsLink
source: AI Assistant Guide
fr: Guide de l'assistant IA

source: Import from Google Calendar
fr: Importer depuis Google Calendar

# importAsUnavailability
source: Unavail.
fr: Indispo

# skipImport
source: Skip
fr: Ignorer

# selectArtistForSession
source: Select an artist
fr: Sélectionner un artiste

# createExternalArtist
source: External artist
fr: Artiste externe

# externalArtistName
source: Artist name
fr: Nom de l'artiste

# externalArtistHint
source: External artist name...
fr: Nom de l'artiste externe...

# importSummary
source: {sessions} sessions, {unavailabilities} unavail.
fr: {sessions} sessions, {unavailabilities} indispos

# importButton
source: Import
fr: Importer

source: No events to import
fr: Aucun événement à importer

# eventsToReview
source: {count} events to review
fr: {count} événements à traiter

# importSuccessMessage
source: Import successful! {sessions} sessions and {unavailabilities} unavailabilities created.
fr: Import réussi ! {sessions} sessions et {unavailabilities} indisponibilités créées.

source: All day
fr: Toute la journée

source: Select an artist
fr: Choisir un artiste

# orCreateExternal
source: or create external artist
fr: ou créer un artiste externe

source: Review and import
fr: Vérifier et importer

# tipsSectionCalendar
source: Calendar
fr: Calendrier

# tipConnectCalendarTitle
source: Connect your calendar
fr: Connectez votre calendrier

# tipConnectCalendarDesc
source: Link your Google Calendar to sync your events. Go to Settings > Calendar to connect your Google account.
fr: Liez votre Google Calendar pour synchroniser vos événements. Allez dans Réglages > Calendrier pour connecter votre compte Google.

# tipImportEventsTitle
source: Import your events
fr: Importez vos événements

# tipImportEventsDesc
source: Use "Review and import" to fetch your Google Calendar events and categorize them as sessions or unavailabilities.
fr: Utilisez "Vérifier et importer" pour récupérer vos événements Google Calendar et les catégoriser comme sessions ou indisponibilités.

# tipCategorizeEventsTitle
source: Categorize your events
fr: Catégorisez vos événements

# tipCategorizeEventsDesc
source: For each imported event, choose: Session (with artist), Unavailable (block the slot), or Skip. Sessions are created with "Pending" status.
fr: Pour chaque événement importé, choisissez : Session (avec artiste), Indispo (bloquer le créneau), ou Ignorer. Les sessions sont créées en statut "En attente".

source: All notifications marked as read
fr: Toutes les notifications ont été marquées comme lues
