Repository: ben-ndui/useme
Catalog: lib/l10n/app_*.arb
Languages: fr

# claimStudioInfo
source: By claiming this studio, you make it visible to artists on Use Me. They will be able to see your availability and send you session requests.
fr: En revendiquant ce studio, vous le rendez visible aux artistes sur Use Me. Ils pourront voir vos disponibilités et vous envoyer des demandes de session.

source: Claim
fr: Revendiquer

# studioClaimedSuccess
source: {name} claimed successfully!
fr: {name} revendiqué avec succès !

source: Studio claims
fr: Revendications studios

# studioClaimsSubtitle
source: Approve or reject requests
fr: Approuver ou refuser les demandes

# unclaim
source: Remove
fr: Retirer

# unclaimStudioTitle
source: Remove studio?
fr: Retirer le studio ?

# unclaimStudioMessage
source: Are you sure you want to remove "{name}"? Your studio will no longer be visible to artists.
fr: Voulez-vous vraiment retirer "{name}" ? Votre studio ne sera plus visible par les artistes.

# studioUnclaimed
source: Studio removed successfully
fr: Studio retiré avec succès

# configurePayments
source: Configure your payments
fr: Configurez vos paiements

# paymentOptionsDescription
source: These options will be offered to artists when confirming a booking.
fr: Ces options seront proposées aux artistes lors de la confirmation de réservation.

source: Default deposit
fr: Acompte par défaut

# depositPercentDescription
source: Percentage of total amount requested as deposit
fr: Pourcentage du montant total demandé en acompte

source: Accepted payment methods
fr: Moyens de paiement acceptés

source: Instructions (optional)
fr: Instructions (optionnel)

# instructionsHint
source: Ex: Put the artist's name as reference
fr: Ex: Mettre le nom de l'artiste en référence

source: PayPal Email
fr: Email PayPal

# cardInfo
source: Information
fr: Informations

source: Details
fr: Détails

source: Create my studio
fr: Créer mon studio

# studioNameRequired
source: Studio name *
fr: Nom du studio *

# studioNameHint
source: Ex: Harmony Studio
fr: Ex: Studio Harmonie

# studioNameRequiredError
source: Studio name is required
fr: Le nom du studio est requis

source: Studio name is required
fr: Le nom du studio est requis

# describeStudioHint
source: Describe your studio in a few words...
fr: Décrivez votre studio en quelques mots...

# describeYourStudio
source: Describe your studio in a few words...
fr: Décrivez votre studio en quelques mots...

source: Location
fr: Localisation

source: Address
fr: Adresse

# addressHint
source: Ex: 123 Music Street
fr: Ex: 123 rue de la Musique

source: Postal code
fr: Code postal

# cityRequired
source: City *
fr: Ville *

# cityRequiredError
source: City is required
fr: La ville est requise

source: City is required
fr: La ville est requise

source: Phone
fr: Téléphone

source: Website
fr: Site web

# websiteHint
source: https://www.mystudio.com
fr: https://www.monstudio.com

source: Offered services
fr: Services proposés

# servicesOffered
source: Offered services
fr: Services proposés

source: Creating...
fr: Création en cours...

# creatingInProgress
source: Creating...
fr: Création en cours...

# studioCreatedSuccess
source: Studio created successfully!
fr: Studio créé avec succès !

source: Manual creation
fr: Création manuelle

# studioVisibleAfterCreation
source: Your studio will be visible to artists once created. You can complete your profile later.
fr: Votre studio sera visible aux artistes dès sa création. Vous pourrez compléter votre profil plus tard.

# manualCreationDescription
source: Your studio will be visible to artists once created. You can complete your profile later.
fr: Votre studio sera visible aux artistes dès sa création. Vous pourrez compléter votre profil plus tard.

source: Edit session
fr: Modifier la session

source: New session
fr: Nouvelle session

source: Date and time
fr: Date et heure

source: Duration
fr: Durée

source: Save
fr: Enregistrer

source: Create session
fr: Créer la session

# addArtistFirst
source: Add an artist first
fr: Ajouter un artiste d'abord

# selectArtist
source: Select an artist
fr: Sélectionner un artiste

source: Add another artist
fr: Ajouter un autre artiste

# allArtistsSelected
source: All artists are already selected
fr: Tous les artistes sont déjà sélectionnés

source: Select at least one artist
fr: Sélectionnez au moins un artiste

source: Delete session
fr: Supprimer la session

# actionIrreversible
source: This action is irreversible.
fr: Cette action est irréversible.

source: Edit service
fr: Modifier le service

# newServiceTitle
source: New service
fr: Nouveau service

source: Service name
fr: Nom du service

source: Field required
fr: Champ requis

# serviceDescription
source: Description (optional)
fr: Description (optionnel)

# serviceDescriptionHint
source: Service description...
fr: Description du service...

source: Hourly rate (€)
fr: Tarif horaire (€)

source: Invalid number
fr: Nombre invalide

source: Minimum duration
fr: Durée minimum

source: Service active
fr: Service actif

source: Available for booking
fr: Disponible à la réservation

# notAvailableForBooking
source: Not available
fr: Non disponible

source: Create service
fr: Créer le service

source: Delete service
fr: Supprimer le service

source: Team members
fr: Membres de l'équipe

source: Pending invitations
fr: Invitations en attente

source: No member
fr: Aucun membre

# addEngineersToTeam
source: Add engineers to your team
fr: Ajoutez des ingénieurs à votre équipe

source: No invitation
fr: Aucune invitation

# pendingInvitationsHere
source: Pending invitations will appear here
fr: Les invitations en attente apparaîtront ici

source: Code copied
fr: Code copié

source: Remove from team
fr: Retirer de l'équipe

# removeMemberConfirm
source: Remove this member?
fr: Retirer ce membre ?

# memberNoAccessAnymore
source: {name} will no longer have access to the studio's sessions.
fr: {name} ne pourra plus accéder aux sessions du studio.

source: Member removed
fr: Membre retiré

source: Remove
fr: Retirer

source: Invitation cancelled
fr: Invitation annulée

source: Add member
fr: Ajouter un membre

# searchByEmailOrInvite
source: Search by email or invite a new engineer
fr: Recherchez par email ou invitez un nouvel ingénieur

source: User not registered
fr: Utilisateur non inscrit

# sendInvitationToJoin
source: Send them an invitation to join your team.
fr: Envoyez-lui une invitation pour rejoindre votre équipe.

source: Send invitation
fr: Envoyer l'invitation

# enterValidEmail
source: Enter a valid email
fr: Entrez un email valide

source: Invitation created
fr: Invitation créée

# shareCodeWithEngineer
source: Share this code with the engineer:
fr: Partagez ce code avec l'ingénieur :

# searchArtistHint
source: Search for an artist...
fr: Rechercher un artiste...

# noArtistEmpty
source: No artist
fr: Aucun artiste

# addFirstArtist
source: Add your first artist
fr: Ajoutez votre premier artiste

source: Add artist
fr: Ajouter un artiste

source: Try another search
fr: Essayez une autre recherche

source: Search
fr: Rechercher

source: Create
fr: Créer

# findExistingArtist
source: Find an existing artist
fr: Trouvez un artiste existant

# searchAmongRegistered
source: Search among artists already registered on Use Me to link them to your studio.
fr: Recherchez parmi les artistes déjà inscrits sur Use Me pour le lier à votre studio.

# artistAddedToStudio
source: {name} added to your studio!
fr: {name} ajouté à votre studio !

source: Artist name
fr: Nom d'artiste

# stageNameHint
source: The stage name...
fr: Le nom de scène...

# civilName
source: Legal name
fr: Nom civil

source: First and last name...
fr: Prénom et nom...

# emailHintArtist
source: Artist's email...
fr: Email de l'artiste...

source: Email required for invitation
fr: Email requis pour l'invitation

source: Phone (optional)
fr: Téléphone (optionnel)

# phoneHintGeneric
source: Phone...
fr: Téléphone...

source: Musical genres
fr: Genres musicaux

# sendInvitationToggle
source: Send an invitation
fr: Envoyer une invitation

# artistWillReceiveCode
source: The artist will receive a code to join your studio
fr: L'artiste recevra un code pour rejoindre votre studio

source: Create and invite
fr: Créer et inviter

source: Create profile
fr: Créer la fiche

# createArtistProfile
source: Create an artist profile
fr: Créer une fiche artiste

# createProfileAndInvite
source: Create the profile and invite the artist. Their account will be automatically linked when they sign up.
fr: Créez la fiche et invitez l'artiste. Son compte sera automatiquement lié quand il s'inscrira.

source: Artist created!
fr: Artiste créé !

# shareCodeWithArtist
source: Share this code with the artist so they can join your studio
fr: Partagez ce code avec l'artiste pour qu'il rejoigne votre studio

source: Share
fr: Partager

source: Done
fr: Terminé

source: Mark all read
fr: Tout marquer lu

# markAllAsRead
source: Mark all read
fr: Tout marquer lu

source: No notification
fr: Aucune notification

# noNotifications
source: No notification
fr: Aucune notification

# notifiedForNewSessions
source: You will be notified of new sessions
fr: Vous serez notifié des nouvelles sessions

# notifyNewSessions
source: You will be notified of new sessions
fr: Vous serez notifié des nouvelles sessions

source: Loading error
fr: Erreur de chargement

source: Personal information
fr: Informations personnelles

# fullNameLabel
source: Full name
fr: Nom complet

source: Required
fr: Requis

source: Stage name
fr: Nom de scène

source: Tell about yourself...
fr: Parlez de vous...

# accountSection
source: Account
fr: Compte

# changePasswordAction
source: Change password
fr: Changer le mot de passe

# logoutAction
source: Log out
fr: Se déconnecter

# signOut
source: Log out
fr: Se déconnecter

source: Delete my account
fr: Supprimer mon compte

source: Reset email sent
fr: Email de réinitialisation envoyé

# deleteAccountTitle
source: Delete account
fr: Supprimer le compte

# deleteAccountFinalWarning
source: This action is irreversible. All your data will be permanently deleted.
fr: Cette action est irréversible. Toutes vos données seront supprimées définitivement.

source: Session tracking
fr: Suivi session

# hoursPlanned
source: {hours}h planned
fr: {hours}h prévues

source: Check-in
fr: Pointage

source: Check in arrival
fr: Pointer l'arrivée

source: Arrival checked
fr: Arrivée pointée

source: Check out departure
fr: Pointer le départ

source: Session notes
fr: Notes de session

# addSessionNotes
source: Add notes about the session...
fr: Ajouter des notes sur la session...

# addPhoto
source: Add a photo
fr: Ajouter une photo

# arrivalCheckedSuccess
source: Arrival checked!
fr: Arrivée pointée !

source: End session?
fr: Terminer la session ?

# endSessionConfirm
source: Do you want to check out and end this session?
fr: Voulez-vous pointer votre départ et terminer cette session ?

source: Finish
fr: Terminer

source: Contact artist
fr: Contacter l'artiste

# reportProblemAction
source: Report a problem
fr: Signaler un problème

source: Edit artist
fr: Modifier l'artiste

# newArtistTitle
source: New artist
fr: Nouvel artiste

# cityHint
source: City...
fr: Ville...

source: Bio (optional)
fr: Bio (optionnel)

# fewWordsAboutArtist
source: A few words about the artist...
fr: Quelques mots sur l'artiste...

source: Create artist
fr: Créer l'artiste

source: Delete artist
fr: Supprimer l'artiste

# calendarTitle
source: Calendar
fr: Calendrier

source: Unavailability added
fr: Indisponibilité ajoutée

source: Unavailability deleted
fr: Indisponibilité supprimée

source: Calendar connected
fr: Calendrier connecté

source: Never
fr: Jamais

source: Last sync
fr: Dernier sync

source: Synchronize
fr: Synchroniser

source: Disconnect
fr: Déconnecter

source: Disconnect calendar?
fr: Déconnecter le calendrier ?

# disconnectCalendarWarning
source: Your synced unavailabilities will be deleted. Manual unavailabilities will be kept.
fr: Vos indisponibilités synchronisées seront supprimées. Les indisponibilités manuelles seront conservées.

# tipsSectionGettingStarted
source: Getting started
fr: Premiers pas

# tipsSectionBookings
source: Bookings
fr: Réservations

# tipsSectionProTips
source: Pro tips
fr: Astuces pro

# tipsSectionSetup
source: Setup
fr: Configuration

# tipsSectionTips
source: Tips
fr: Astuces

# tipsSectionStudioSetup
source: Studio setup
fr: Configuration du studio

# tipsSectionTeamManagement
source: Team management
fr: Gestion d'équipe

# tipsSectionVisibility
source: Visibility
fr: Visibilité

# tipExploreMapTitle
source: Explore the map
fr: Explorez la carte

# tipExploreMapDesc
source: The map shows you all studios around you. Green pins are partner studios with exclusive benefits. Zoom and move around to discover more studios.
fr: La carte vous montre tous les studios autour de vous. Les pins verts sont des studios partenaires avec des avantages exclusifs. Zoomez et déplacez-vous pour découvrir plus de studios.

# tipCompleteProfileTitle
source: Complete your profile
fr: Complétez votre profil

# tipCompleteProfileDesc
source: A complete profile with photo and musical genres helps studios know you better. Go to Settings > My profile to add this info.
fr: Un profil complet avec photo et genres musicaux aide les studios à mieux vous connaître. Allez dans Réglages > Mon profil pour ajouter ces infos.

# tipChooseSlotTitle
source: Choose the right slot
fr: Choisir le bon créneau

# tipChooseSlotDesc
source: Green slots indicate high engineer availability. Orange slots are more limited. Prefer green slots for more flexibility.
fr: Les créneaux verts indiquent une forte disponibilité d'ingénieurs. Les créneaux orange sont plus limités. Préférez les créneaux verts pour plus de flexibilité.

# tipSelectEngineerTitle
source: Select your engineer
fr: Sélectionnez votre ingénieur

# tipSelectEngineerDesc
source: You can choose a specific engineer or let the studio assign one. If you've worked with someone before, find them in the list!
fr: Vous pouvez choisir un ingénieur spécifique ou laisser le studio assigner. Si vous avez déjà travaillé avec quelqu'un, retrouvez-le dans la liste !

# tipPrepareSessionTitle
source: Prepare your session
fr: Préparez votre session

# tipPrepareSessionDesc
source: Use the "Notes" field to describe your project: style, references, what you want to accomplish. It helps the engineer prepare.
fr: Utilisez le champ "Notes" pour décrire votre projet : style, références, ce que vous voulez accomplir. Ça aide l'ingénieur à se préparer.

# tipBookAdvanceTitle
source: Book in advance
fr: Réservez à l'avance

# tipBookAdvanceDesc
source: The best slots go fast! Book 2-3 days in advance to have your pick of times and engineers.
fr: Les meilleurs créneaux partent vite ! Réservez 2-3 jours à l'avance pour avoir le choix des horaires et des ingénieurs.

# tipManageFavoritesTitle
source: Manage your favorites
fr: Gérez vos favoris

# tipManageFavoritesDesc
source: Add your favorite studios to find them quickly. Tap the heart on the studio page.
fr: Ajoutez vos studios préférés en favoris pour les retrouver rapidement. Appuyez sur le cœur sur la page du studio.

# tipTrackSessionsTitle
source: Track your sessions
fr: Suivez vos sessions

# tipTrackSessionsDesc
source: In the Sessions tab, find your complete history. It's handy for rebooking with the same engineer or studio.
fr: Dans l'onglet Sessions, retrouvez tout votre historique. C'est pratique pour re-réserver avec le même ingénieur ou studio.

# tipSetScheduleTitle
source: Set your schedule
fr: Définissez vos horaires

# tipSetScheduleDesc
source: Go to Settings > Availability to configure your work days and hours. Artists can only book during your active slots.
fr: Allez dans Réglages > Disponibilités pour configurer vos jours et heures de travail. Les artistes ne pourront réserver que sur vos créneaux actifs.

# tipAddUnavailabilityTitle
source: Add your unavailabilities
fr: Ajoutez vos indisponibilités

# tipAddUnavailabilityDesc
source: Vacation, appointment, or day off? Add an unavailability to block these periods. You can add an optional reason.
fr: Vacances, RDV, ou jour off ? Ajoutez une indisponibilité pour bloquer ces périodes. Vous pouvez ajouter une raison optionnelle.

# tipViewSessionsTitle
source: View your sessions
fr: Voir vos sessions

# tipViewSessionsDesc
source: The Sessions tab shows all your upcoming sessions. "Confirmed" sessions are validated, "Pending" need studio confirmation.
fr: L'onglet Sessions affiche toutes vos sessions à venir. Les sessions "Confirmées" sont validées, "En attente" doivent être confirmées par le studio.

# tipStartSessionTitle
source: Start a session
fr: Démarrer une session

# tipStartSessionDesc
source: On the day, tap "Start" to launch the timer. At the end, tap "Finish" and add your session notes.
fr: Le jour J, appuyez sur "Démarrer" pour lancer le chrono. À la fin, appuyez sur "Terminer" et ajoutez vos notes de session.

# tipSessionNotesTitle
source: Session notes
fr: Notes de session

# tipSessionNotesDesc
source: After each session, add notes: settings used, exported files, remarks. It's useful for you and the artist.
fr: Après chaque session, ajoutez des notes : réglages utilisés, fichiers exportés, remarques. C'est utile pour vous et pour l'artiste.

# tipStayUpdatedTitle
source: Stay up to date
fr: Restez à jour

# tipStayUpdatedDesc
source: Update your availability regularly. An up-to-date schedule = more bookings for you!
fr: Mettez à jour vos disponibilités régulièrement. Un planning à jour = plus de réservations pour vous !

# tipProfileMattersTitle
source: Your profile matters
fr: Votre profil compte

# tipProfileMattersDesc
source: Artists can specifically choose you. A professional photo and bio with your specialties attract more clients.
fr: Les artistes peuvent vous choisir spécifiquement. Une photo pro et une bio avec vos spécialités attirent plus de clients.

# tipCompleteStudioProfileTitle
source: Complete your studio profile
fr: Complétez votre profil studio

# tipCompleteStudioProfileDesc
source: Add photos, description, equipment, and services. A complete profile appears higher in results and attracts more artists.
fr: Ajoutez photos, description, équipements et services. Un profil complet apparaît plus haut dans les résultats et attire plus d'artistes.

# tipSetStudioHoursTitle
source: Set your hours
fr: Définissez vos horaires

# tipSetStudioHoursDesc
source: Configure studio opening hours in Settings. Artists can only book during these hours.
fr: Configurez les horaires d'ouverture du studio dans Réglages. Les artistes ne pourront réserver que pendant ces heures.

# tipAddServicesTitle
source: Add your services
fr: Ajoutez vos services

# tipAddServicesDesc
source: Recording, mixing, mastering... Define your services with their rates. It helps artists choose.
fr: Enregistrement, mix, mastering... Définissez vos services avec leurs tarifs. Ça aide les artistes à choisir.

# tipInviteEngineersTitle
source: Invite your engineers
fr: Invitez vos ingénieurs

# tipInviteEngineersDesc
source: Go to Team > Invite to add your engineers. They'll receive a link to join your studio.
fr: Allez dans Équipe > Inviter pour ajouter vos ingénieurs. Ils recevront un lien pour rejoindre votre studio.

# tipManageAvailabilitiesTitle
source: Manage availabilities
fr: Gérez les disponibilités

# tipManageAvailabilitiesDesc
source: Each engineer manages their own availability. You can see the overview in the studio planning.
fr: Chaque ingénieur gère ses propres disponibilités. Vous pouvez voir la vue d'ensemble dans le planning du studio.

# tipAssignSessionsTitle
source: Assign sessions
fr: Assignez les sessions

# tipAssignSessionsDesc
source: When an artist doesn't choose an engineer, it's up to you to assign one. Check availability before assigning.
fr: Quand un artiste ne choisit pas d'ingénieur, c'est à vous de l'assigner. Vérifiez les disponibilités avant d'assigner.

# tipManageRequestsTitle
source: Manage requests
fr: Gérer les demandes

# tipManageRequestsDesc
source: New requests appear in "Pending". Validate quickly to retain artists!
fr: Les nouvelles demandes apparaissent dans "En attente". Validez rapidement pour fidéliser les artistes !

# tipInviteArtistsTitle
source: Invite your artists
fr: Invitez vos artistes

# tipInviteArtistsDesc
source: Have regular artists? Invite them via Clients > Invite. They'll be able to book more easily.
fr: Vous avez des artistes réguliers ? Invitez-les via Clients > Inviter. Ils pourront réserver plus facilement.

# tipTrackActivityTitle
source: Track activity
fr: Suivez l'activité

# tipTrackActivityDesc
source: The dashboard shows you stats: month's sessions, revenue, active artists. Keep an eye on your activity.
fr: Le dashboard vous montre les stats : sessions du mois, revenus, artistes actifs. Gardez un œil sur votre activité.

# tipBecomePartnerTitle
source: Become a partner
fr: Devenez partenaire

# tipBecomePartnerDesc
source: Partner studios appear in green on the map and get priority. Contact us to learn more!
fr: Les studios partenaires apparaissent en vert sur la carte et en priorité. Contactez-nous pour en savoir plus !

# tipEncourageReviewsTitle
source: Encourage reviews
fr: Encouragez les avis

# tipEncourageReviewsDesc
source: After a successful session, invite the artist to leave a review. Good reviews attract more clients.
fr: Après une session réussie, invitez l'artiste à laisser un avis. Les bons avis attirent plus de clients.

# tipsSectionAIAssistant
source: AI Assistant
fr: Assistant IA

# tipAIAssistantTitle
source: Talk to your assistant
fr: Parle à ton assistant

# tipAIAssistantDesc
source: The AI assistant knows all your data. Ask about your sessions, stats, or get help with any question!
fr: L'assistant IA connaît toutes tes données. Demande-lui tes sessions, stats, ou de l'aide pour n'importe quelle question !

# tipAIActionsTitle
source: Voice actions
fr: Actions par la voix

# tipAIActionsStudioDesc
source: Ask the assistant to create sessions, accept bookings, manage your services... All through chat!
fr: Tu peux demander à l'assistant de créer des sessions, accepter des réservations, gérer tes services... Tout par le chat !

# tipAIActionsEngineerDesc
source: Ask the assistant to start or complete your sessions, manage your time off, and more.
fr: Demande à l'assistant de démarrer ou terminer tes sessions, gérer tes indisponibilités, et plus encore.

# tipAIActionsArtistDesc
source: The assistant can search studios, manage your favorites, create booking requests for you.
fr: L'assistant peut rechercher des studios, gérer tes favoris, créer des demandes de réservation pour toi.

# tipAIContextTitle
source: It knows you
fr: Il te connaît

# tipAIContextDesc
source: The assistant knows who you are and adapts its responses to your profile. It can access your real data in real-time.
fr: L'assistant sait qui tu es et adapte ses réponses selon ton profil. Il peut accéder à tes vraies données en temps réel.

source: Team invitations
fr: Invitations d'équipe

# noEmailConfigured
source: Email not configured
fr: Email non configuré

source: No invitations
fr: Aucune invitation

# noInvitationsDescription
source: You have no pending invitations.
fr: Vous n'avez pas d'invitation en attente.

# invitationSentOn
source: Sent on {date}
fr: Envoyée le {date}

# teamInvitationMessage
source: {studioName} invites you to join their team as a sound engineer.
fr: {studioName} vous invite à rejoindre son équipe en tant qu'ingénieur du son.

# expiresOn
source: Expires on {date}
fr: Expire le {date}

source: Decline
fr: Refuser

source: Accept
fr: Accepter

# invitationAccepted
source: Invitation accepted! You are now part of the team.
fr: Invitation acceptée ! Vous faites maintenant partie de l'équipe.
